Repository: yllo-luis/devnology_challenge
Catalog: lib/l10n/app_*.arb
Languages: pt

# onErrorTitle
source: It seems that a critical error has occurred!
pt: Parece que um erro critico ocorreu!

# onErrorSubtitle
source: We are working as fast as possible to solve the problem :3
pt: Estamos trabalhando o mais rápido possível para resolver o problema :3

# homePageTitle
source: The event of the day is...
pt: O evento do dia é...

# homeDialogAccessibilityTitle
source: Accessibility
pt: Acessibilidade

# homeDialogParticipansTitle
source: Participants
pt: Participantes

# homeDialogPriceTitle
source: Price Range
pt: Preço

# homeDialogSaveButtonTitle
source: Save
pt: Salvar

# homeDialogResetButtonTitle
source: Reset
pt: Redefinir

# homeScaffoldSavedEventTitle
source: Event saved :D
pt: Evento Salvo :D

# homeScaffoldEventNotSavedTitle
source: It seems that your event was not saved. Please check if it has been saved at another time.
pt: Parece que seu evento não foi salvo. Verifique se ele já foi salvo em outro momento.

# homeButtonSeeAllSavedEvents
source: See all {count} saved events
pt: Visualizar {count} eventos salvos

# featureWillBeImplementedFuture
source: This feature will be implemented in the future!
pt: Este recurso será implementado no futuro!

# savedEventsCardPersonsGoodAccessibilityTitle
source: Easily accessible
pt: Acessível para todos

# savedEventsCardPersonsBadAccessibilityTitle
source: Not easily accessible
pt: Não é acessível para todos

# savedEventsFreeActivityTitle
source: It's free!
pt: É de graça!

# savedEventsEmptyListTitle
source: You can save events! When you do, they will appear on this screen!
pt: Você pode salvar eventos! Quanto o fizer eles irão aparecer nesta tela!
